Repository: finn-no/charcoal-ios
Catalog: Sources/Charcoal/Resources/*.lproj/Localizable.strings
Languages: fi

# all
source: Alle
fi: Kaikki

# cancel
source: Avbryt
fi: Peruuta

# done
source: Ferdig
fi: Valmis

# reset
source: Nullstill
fi: Tyhjennä

# applyButton
source: Bruk
fi: Käytä

# showResultsButton
source: Vis %i treff
fi: Näytä %i tulosta

# searchPlaceholder
source: Ord i annonsen
fi: Sanoja ilmoituksessa

# browserText
source: Åpnes i nettleseren
fi: Avaa selaimessa

source: Over
fi: Yli

source: Under
fi: Alle

# before
source: Før
fi: Ennen

# after
source: Etter
fi: Jälkeen

# from
source: Fra
fi: Alkaen

# upTo
source: Opptil
fi: Korkeintaan

# remove
source: Fjern
fi: Poista

# selected
source: Markert
fi: Valittu

# numberOfResults
source: Treff
fi: Osumat

# vertical
source: Marked
fi: Osasto

# back
source: Tilbake
fi: Takaisin

# next
source: Neste
fi: Seuraava

# skip
source: Hopp over
fi: Ohita

# noValue
source: Ingen verdi
fi: Ei arvoa

# root.title
source: Filtrer søket
fi: Suodata hakua

# root.verticalSelector.title
source: Flere kategorier
fi: Lisää osastoja

# range.slider.lowValueAccessibilityLabel
source: Slider for lav verdi
fi: Liukusäädin pienelle arvolle

# range.slider.highValueAccessibilityLabel
source: Slider for høy verdi
fi: Liukusäädin suurelle arvolle

# range.numberInput.lowValueAccessibilityLabel
source: Tekstfelt for lav verdi
fi: Tekstikenttä pienelle arvolle

# range.numberInput.highValueAccessibilityLabel
source: Tekstfelt for høy verdi
fi: Tekstikenttä suurelle arvolle

# unit.cubicCentimeters.value
source: ccm
fi: cm³

# unit.feet.value
source: fot
fi: jalkaa

# unit.horsePower.value
source: hk
fi: hv

# unit.items.value
source: stk.
fi: kpl

# unit.seats.value
source: seter
fi: paikkaa

# unit.centimeters.accessibilityValue
source: centimeter
fi: senttimetriä

# unit.cubicCentimeters.accessibilityValue
source: kubikkcentimeter
fi: kuutiosenttimetriä

# unit.feet.accessibilityValue
source: fot
fi: jalkaa

# unit.horsePower.accessibilityValue
source: hestekrefter
fi: hevosvoimaa

# unit.items.accessibilityValue
source: stykk
fi: tuotetta

# unit.kilograms.accessibilityValue
source: kilo
fi: kiloa

# unit.kilometers.accessibilityValue
source: kilometer
fi: kilometriä

# unit.seats.accessibilityValue
source: seter
fi: paikkaa

# unit.squareMeters.accessibilityValue
source: kvadratmeter
fi: neliömetriä

# unit.years.accessibilityValue
source: år
fi: vuotta

# unit.kiloWattHour.accessibilityValue
source: kilowattime
fi: kilowattituntia

# map.title
source: Område i kart
fi: Sijainti kartalla

# map.homeAddress
source: Min hjemmeadresse
fi: Kotiosoitteeni

# map.currentLocation
source: Min nåværende posisjon
fi: Nykyinen sijaintini

# map.valueSliderAccessibilityLabel
source: Slider for verdi
fi: Arvon liukusäädin

# map.locationError.title
source: Informasjon
fi: Salli sijainnin käyttö käyttääksesi tätä toimintoa

# map.locationError.message
source: For å bruke denne funksjonaliteten må du gi oss tilgang til din posisjon. Dette gjøres i hovedinnstillingene på enheten din, under personvern og deretter stedtjenester.
fi: Sijaintiasi käytetään näyttämään lähistöllä sijaitsevia ilmoituksia. Paikannus on aktiivinen vain silloin, kun käytät Toria.

# map.search.placeholder
source: Søk etter sted eller adresse
fi: Hae paikan tai osoitteen perusteella

# alert.reset.message
source: Er du sikker på at du vil nullstille og fjerne alle dine filtervalg?
fi: Oletko varma, että haluat tyhjentää ja poistaa kaikki suodatinvalinnat?

# alert.action.reset
source: Nullstill filteret
fi: Nollaa suodatin
